{
  "onboarding_title_1": "Title 1",
  "onboarding_description_1": "Description 1",
  "onboarding_title_2": "Title 2",
  "onboarding_description_2": "Description 2",
  "onboarding_title_3": "Title 3",
  "onboarding_description_3": "Description 3",
  "history-point-1-name": "MOTŁAWA COAST 1930/2019",
  "history-point-1-description": "Motlawa Quay along Wartka Street. On the right Grodzka Street 1930s.",
  "history-point-2-name": "ŁĄKOWA STREET 1941/2017",
  "history-point-2-description": "Army march probably to the eastern front.",
  "history-point-3-name": "CHURCH OF SAINT PETER AND PAUL 1951/2016",
  "history-point-3-description": "The Church of St. Peter and Paul in Gdansk at Żabi Kruk Street is the historic parish of the Old Suburb. It was built in the years 1393-1516 and belongs to the group of the largest Gothic churches in Gdańsk. Already in 1436 at A parish school was established in the church, known for its good level of teaching and enjoyed great popularity until the early 20th century. In 1456 the bishop of Kujawy founded an independent parish here. bibliophile, Tidemann Giese, friend and adviser of Nicolaus Copernicus, later Bishop of Chełmno, Maurycy Ferber - an excellent diplomat also raised to the episcopal rank, Bartłomiej Nigrinus - pedagogue and initiator of ecumenical dialogue. Noteworthy is the Uphagen Chapel with preserved epitaph in antique form and Rococo wooden casing. there is a beautiful collection chandeliers from the 17th century saved from destruction.The chancel is playing the baroque main altar in which 60% of the authentic details will be mounted, including the baroque picture of the Immaculate Conception NPM. In the northern nave, a Renaissance stall from the 17th century ",
  "history-point-4-name": "GDANSK STATION IN 1919/2016",
  "history-point-4-description": "View from 3 Maja Street (formerly Promenade) to the Main Railway Station in Gdansk. In the foreground we see volunteer soldiers of German troops protecting the vicinity of the station during the so-called hot months caused by the Entente's decision to create WMG and its separation from Germany. These soldiers are members of the Grenzschutz Ost formation stationed in the nearby forts at Biskupia Górka and Góra Gradowa. ",
  "history-point-5-name": "HITLER'S TRANSITION THROUGH THE NEW PORT 1939/2016",
  "history-point-5-description": "Exactly 77 years ago, on September 21. Adolf Hitler drove solely through Nowy Port in Gdansk. Führer and the generals arrived in an open Mercedes from his Headquarters at the Casino Hotel in Sopot (today's Grand Hotel). He headed for Westerplatte where, guided by commander of the 'Battleship' Schleswig-Holstein Commander Gustav Kleikamp, ​​he visited the area of ​​recent fighting. Photographs were taken on Oliwska St.",
  "history-point-6-name": "DEMOLITION OF DEFENSIVE SHAFTS IN GDAŃSK 1895/2016",
  "history-point-6-description": "The photograph taken in 1895 shows the process of demolition of the Gdansk ramparts and backfilling of the moat. The decision to demolish the embankments was made several years earlier and it resulted from a simple reason. The development of military technique and in particular artillery caused that the ramparts ceased to fulfill their original function. Already in 1881, the Gate of St. James was demolished and fragments of its interior were placed in Gdańsk buildings (lions on the front of the Artus Court, a helmet on the tower of the Church of St. James and the stonework of portals on the eastern façade of the torture floor). The demolition of embankments in the place visible in the archival photograph began on July 9, 1895. On this day, the City Council issued an official approval for the signing of all demolition contracts and the company Foerster from Kiel began to work. By mid 18 On 96 a new track and platform layout was ready, and a makeshift station building erected in a half-timbered structure was completed. On August 1, 1896, it was put into service and then it took over all passenger traffic from the older railway stations: the southern (Leegetor Bahnhof) and the Highland Gate (Hohe Tor Bahnhof), which suspended its operation. At that time, work began on the construction of a new building of the main permanent station, which was put into service on October 30, 1900. ",
  "history-point-7-name": "WESTERPLATTE - NEW BASKETS WST 1939/2016",
  "history-point-7-description": "For most visitors to Westerplatte, it seems that the barracks were destroyed in the first days of the war in 1939. The truth is, however, that the greatest destruction was done in 1945. One source says that the destruction was done by soldiers Soviet detonating there unexploded there, and for several months after the end of the fighting, according to others, they were LWP soldiers in the early 50s at the behest of Mieczysław Moczar. According to Wikipedia, partly the barracks were demolished during the war, and certainly from what remains, half In the 1960s, a large part of the ruins were removed to create a visible route to the monument unveiled in 1966. The irony of Westerplatte is that in spring 1945 nearly six years after the attack of the battleship Schleswig-Holstein on the Polish outpost in the same place what the Poles had to fiercely defend themselves earlier.On March 28, 1945, the German 7th unit 3 infantry divisions pressed by Soviet armored units were forced to retreat from New Port to Westerplatte. Over the next three days, German troops fought fiercely over Westerplatte, repelling subsequent landing attempts on the peninsula of Soviet units of the 76th Guard Division. Finally, on April 1, 1945, the remnants of German troops left Westerplatte and were evacuated by sea. The archival photograph was taken before the area was cleaned up after the end of the fight for Westerplatte in 1939. ",
  "history-point-8-name": "ARTUS 'DWÓR 1945/2016",
  "history-point-8-description": "The Artus Court in Gdansk is one of the ten buildings that were built on the Baltic from the beginning of the 16th century and the only one preserved in such an original condition until the end of the 20th century. A court of social life was created at Dwór detailed regulations were held here, meetings, feasts, weddings, as well as theater plays. It also served as a stock exchange from 1742. The manor building was erected in the years 1476-1481. Reconstruction, after the destruction of World War II, was completed in 1997. The large, gothic hall of the manor was filled with works of art funded by the brotherhoods of the Artus Court from the 15th to the 19th century. The most important monuments of the manor include Europe's largest tiled stove, 10.64 meters high, consisting of 520 richly decorated tiles. In the Artus Court are taken today ( similarly to the times of its greatest splendor) the most outstanding personalities visiting Gdańsk, e.g. monarchs and presidents of states. ",
  "history-point-9-name": "ISLAND OF GRANKS IN THE FREE CITY OF GDAŃSK",
  "history-point-9-description": "The Granary Island (formerly German Speicherinsel) was created in 1576 after digging the Nowa Motława channel, which is located on the eastern side of the island. It is located in the city center, east of the Main City, surrounded The excavation of the canal and the creation of the island made it easier to protect the granaries against frequent plundering. The island was completely banned from staying at night, additionally dogs were lowered at night. Robbery was punished with death. In the 16th century, granaries in Gdańsk were approx. 340! A special wooden bridge was built in front of the granaries located on the banks of the river for loading or unloading goods. The granaries had no numbers, but interesting and sometimes funny names, e.g. Gray Goose, Bear's Dance, Camel, Three lemons, Queen of the night. Builders often placed the granary emblem on the wall as an illustration his name-could take the form of a character or sculpture. Visible on contemporary photography granary called Deo Gloria. The granary burned down in the early 1930s. In the same 1930 it was rebuilt but in a slightly changed form that continues to this day. ",
  "history-point-10-name": "LONG COAST 1945 1945",
  "history-point-10-description": "Długie Pobrzeże, (German: Lange Brücke) is an aquatic promenade in Gdańsk in the Main City, stretching along the west bank of the Motława River. Along the street there are water gates characteristic of Gdańsk's architecture. The street was once The first mention of the marina on this bank of the Motława River dates back to the 14th century. For centuries there were unconnected wooden platforms of different heights for unloading and unloading ships in the place of today's promenade. In the 17th century they were connected in one bridge In 1858, during a visit to Gdańsk, Jadwiga Łuszczewska described the Long Coast: a bridge not thrown across the river, but along it running a wide [...] stilted bridge, forming on one side a huge pavement always full of bustle, surrounded by stalls, ships and berlins are still passing by, so crowded with Motława that it is difficult you can see the water. Long Pobrzeże was also a place of bówków - Gdansk port carnage. ",
  "history-point-11-name": "LONG GARDENS - TIGER II 1945",
  "history-point-11-description": "View of the street at Dluga Ogrody in the direction of the Milk Mates. The destroyed southern fragment of St. Barbara's Church visible in the old photo was pulled down after the war (demolition decisions were taken in 1966). A similar fate happened to most tenements visible on the left side of the photograph which have not been rebuilt to date. The visible tank is the German Tiger II, the largest and heaviest tank of World War II used in combat. It was probably destroyed in March 1945 during the escape of German troops from Gdańsk towards Stogi and Sobieszewo. ",
  "history-point-12-name": "DEFENSE OF THE POLISH POST OFFICE BUILDING IN GDAŃSK - 1939",
  "history-point-12-description": "The attack on the post office took place around 3:30 in the morning, when the power and telephone connections were turned off. The attack on the post office was initiated by special assault troops of the Gdańsk police, SS Wachsturmbann and SS-Heimwehr Danzig The attack was commanded by the Gdańsk police commander, Colonel Willa Bethke, and Oberführer Johann Schäffer.German troops had armored weapons.The Polish Post Office building at Heweliusz Square on the day of the attack, on September 1, there were 43 postmen from Gdańsk, and ten delegated from Gdynia and Bydgoszcz. The building was visited by a Polish railwayman from Gdańsk and the caretaker of the building, his wife and 10-year-old pupil. Defenders of the Polish Post Office had three hand machine guns, small arms and a small number of grenades. Śmigly did not foresee that the Commander of the Pomeranian Army, General Wł dysław Bortnowski will be beaten in the Tuchola Forests and the Polish Post Office will not provide any help. The plan of the attack on the Polish Post Office, Germany had developed earlier. They intended to break through from the neighboring labor office building, simultaneously attacking the building from all sides. Poles bravely resisted the attacks of Germans, regular police and army troops. In the second attack, Second Lieutenant dies. Konrad Guderski, Commander of the defense of Poczta. Konrad Guderski is an experienced soldier, appraiser of the Ministry of Military Affairs, a government delegate for special tasks. He was the commander of the defense of the Post Office from September 1, 1939. The second attack was carried out by the Germans around 11 am. The attacking Germans received artillery weapons with two 75 mm cannons. This attack was also repelled by heroic defenders. Around 3pm, the Germans made a third attack, equipped with 105mm howitzers. They excavated the building, putting on 600 kilograms of TNT. After the building was blown up, the defenders of the Post Office defended themselves from the basements. Despite this, the Germans did not manage to get Poczta Polska. At around 6pm, with the help of fire trucks, Nemts poured gasoline into the basements and set fire to the flamethrowers. At around 7 pm, the defenders of Poczta surrendered. During the attack, flamethrowers died alive: Bronisław Szulc, Brunon Marszałkowski, Stanisław Rekowski. Others could not be identified. As a result of surrender, the Director of the Polish Post, doctor Jan Michoń left the cellars as the first cellar around 7pm. ",
  "history-point-13-name": "SZKLARY STREET 1946/2016",
  "history-point-13-description": "Post-war Gdańsk landscape. On the left behind the ruins you can see the church of St. Nicholas and on the right, in turn, the tenement house at ul. Świętojańska 70/71.",
  "history-point-14-name": "THE GREAT ARMS 1945/2016",
  "history-point-14-description": "a picture showing the post-war ruins of Gdańsk. This time the picture was taken on Piwna street with the Great Armory visible in the background.",
  "history-point-15-name": "HERMANN GÖRING IN GDAŃSK 1939/2016",
  "history-point-15-description": "A criminal, thief, drug addict and at the same time an honorary citizen of Gdańsk ... At least this is the result of the diploma awarded to him on January 12, 1943, which was discovered by Prof. Błażej Śliwiński, a historian at the University of Gdańsk. He writes that Honorary citizenship is granted for the help, liberation and joining the Reich. It features the signature of the then mayor of Gdańsk. In the picture Hermann Göring welcomed at the main station in Gdansk on September 21, 1939. "
}