{
  "onboarding_title_1": "Tytuł 1",
  "onboarding_description_1": "Opis 1",
  "onboarding_title_2": "Tytuł 2",
  "onboarding_description_2": "Opis 2",
  "onboarding_title_3": "Tytuł 3",
  "onboarding_description_3": "Opis 3",

  "history-point-1-name": "NABRZEŻE MOTŁAWY 1930/2019",
  "history-point-1-description": "Nabrzeże Motławy wzdłuż ulicy Wartkiej. Z prawej ul. Grodzka. Lata 30te XX wieku.",
  "history-point-2-name": "ULICA ŁĄKOWA 1941/2017",
  "history-point-2-description": "Przemarsz wojska prawdopodobnie na front wschodni.",
  "history-point-3-name": "KOŚCIÓŁ ŚW. PIOTRA I PAWŁA 1951/2016",
  "history-point-3-description": "Kościół św. Piotra i Pawła w Gdańsku przy ulicy Żabi Kruk jest historyczną farą Starego Przedmieścia. Zbudowany został w latach 1393-1516 i należy do grupy największych kościołów gotyckich Gdańsku. Już w roku 1436 przy świątyni powstała szkoła parafialna, znana z dobrego poziomu nauczania i ciesząca się dużą popularnością aż do początków XX wieku. W roku 1456 biskup kujawski erygował tu samodzielną parafię. Wśród proboszczów wyróżnili się wybitni przedstawiciele nauki, znani humaniści i teolodzy. Jan Walter z Chojnic-znakomity bibliofil, Tidemann Giese przyjaciel i doradca Mikołaja Kopernika późniejszy biskup chełmiński, Maurycy Ferber-znakomity dyplomata również wyniesiony do godności biskupiej, Bartłomiej Nigrinus -pedagog oraz inicjator dialogu ekumenicznego. Na uwagę zasługuje Kaplica Uphagenów z zachowanym epitafium w formie antycznej oraz rokokową drewnianą obudową. Cenna jest piękna kolekcja żyrandoli z XVII wieku uratowanych przed zniszczeniem. W prezbiterium trwa odtwarzanie barokowego ołtarza głównego w którym zamontowanych zostanie 60 % autentycznych detali, w tym barokowy obraz Niepokalanego Poczęcia NPM. W nawie północnej stalla renesansowa z XVII w.",
  "history-point-4-name": "DWORZEC W GDAŃSKU 1919/2016",
  "history-point-4-description": "Widok z ulicy 3 Maja ( dawniej Promenade ) na Dworzec Główny w Gdańsku. Na pierwszym planie widzimy ochotniczych żołnierzy wojsk niemieckich zabezpieczających okolice dworca podczas tak zwanych „gorących miesięcy” spowodowanych decyzją Ententy w sprawie utworzenia WMG i odłączeniu go od Niemiec. Żołnierze ci to członkowie formacji Grenzschutz Ost stacjonującej w okolicznych fortach na Biskupiej Górce i Górze Gradowej.",
  "history-point-5-name": "PRZEJAZD HITLERA PRZEZ NOWY PORT 1939/2016",
  "history-point-5-description": "Równo 77 lat temu, 21 września przez Nowy Port w Gdańsku uroczyście przejechał Adolf Hitler. Führer wraz z generalicją przybył odkrytym mercedesem ze swojej Kwatery Głównej w hotelu Casino w Sopocie (dzisiejszy Grand Hotel). Kierował się na Westerplatte gdzie oprowadzany przez dowódcę pancernika „Schleswig-Holstein” kmdr. Gustava Kleikampa, zwiedzał teren niedawnych walk. Fotografie zostały wykonane na ulicy Oliwskiej.",
  "history-point-6-name": "ROZBIÓRKA WAŁÓW OBRONNYCH W GDAŃSKU 1895/2016",
  "history-point-6-description": "Fotografia wykonana w 1895 roku przedstawia proces rozbiórki wałów obronnych Gdańska oraz zasypywania fosy. Decyzja o rozbiórce wałów została podjęta już kilkanaście lat wcześniej i wynikała ona z prostego powodu. Rozwój techniki wojskowej a w szczególności artylerii spowodował że wały obronne przestały spełniać swoją pierwotną funkcje. Już w roku 1881 rozebrano Bramę św. Jakuba a fragmenty jej wystroju umieszczono w gdańskich budynkach (lwy na przedprożu Dworu Artusa, hełm na wieży kościoła św. Jakuba a kamieniarkę portali na wschodniej elewacji przyziemia Katowni). Do rozbiórki wałów w miejscu widocznym na archiwalnej fotografii przystąpiono 9 lipca 1895 r. W tym dniu przez Radę Miasta została wydana urzędowa zgoda na podpisanie wszelkich umów związanych z rozbiórką a firma Foerster z Kilonii przystąpiła do pracy. Równolegle z pracami rozbiórkowymi ruszyła budowa nowego dworca kolejowego. Do połowy 1896 r. gotowy był już nowy układ torów i peronów, ukończono także prowizoryczny budynek dworcowy wzniesiony w konstrukcji szachulcowej. 1 sierpnia 1896 r. oddano go do użytku i wówczas przejął cały ruch pasażerski ze starszych dworców: południowego (Leegetor Bahnhof) i Bramy Wyżynnej (Hohe Tor Bahnhof), które zawiesiły funkcjonowanie. Wtedy też podjęto prace przy budowie nowego gmachu głównego dworca stałego, który do użytku oddano 30 października 1900 r.",
  "history-point-7-name": "WESTERPLATTE – NOWE KOSZARY WST 1939/2016",
  "history-point-7-description": "Większości osób odwiedzających Westerplatte wydaje się, że koszary zostały zniszczone w pierwszych dniach wojny roku 1939. Prawda jest jednak taka że największych zniszczeń dokonano w 1945 roku.Jedne źródła mówią o tym że zniszczeń dokonali żołnierze sowieccy detonując tam niewybuchy i to przez kilka miesięcy po zakończeniu walk, według innych byli to żołnierze LWP w początkach lat 50-tych na polecenie Mieczysława Moczara. Według Wikipedii częściowo koszary rozebrano jeszcze podczas wojny, na pewno zaś z tego co jeszcze pozostało, w połowie lat 60-tych usunięto znaczną część ruin, by stworzyć widoczną na współczesnym zdjęciu drogę do odsłoniętego w 1966 r. pomnika. Ironią Westerplatte jest to że wiosną 1945 r. blisko 6 lat po ataku pancernika Schleswig-Holstein na polską placówkę, w tym samym miejscu co wcześniej Polacy zaciekle bronić musieli się Niemcy. 28 marca 1945 roku pododdziały niemieckiej 73 dywizji piechoty naciskane przez radzieckie jednostki pancerne zostały zmuszone do wycofania się z Nowego Portu na Westerplatte. W ciągu następnych trzech dni oddziały niemieckie toczyły zacięte walki o Westerplatte, odpierając kolejne próby lądowania na półwyspie jednostek radzieckiej 76 dywizji gwardii. Ostatecznie 1 kwietnia 1945 roku resztki wojsk niemieckich opuściły Westerplatte i drogą morską zostały ewakuowane. Archiwalna fotografia została wykonana przed uporządkowaniem terenu po zakończonej walce o Westerplatte w 1939 roku.",
  "history-point-8-name": "DWÓR ARTUSA 1945/2016",
  "history-point-8-description": "Dwór Artusa w Gdańsku jest jednym z dziesięciu obiektów, które powstały nad Bałtykiem od początku XVI w. i jedynym zachowanym w tak oryginalnym stanie do końca XX w. W Dworze stworzono centrum życia towarzyskiego, ujętego w szczegółowe przepisy. Odbywały się tu spotkania, biesiady, wesela, a także grano sztuki teatralne. Od 1742 r. służył również jako giełda. Budynek dworu wzniesiono w latach 1476-1481. Odbudowę, po zniszczeniach drugiej wojny światowej, zakończono w 1997 r. Wielką, gotycką halę dworu wypełniono dziełami sztuki fundowanymi przez bractwa Dworu Artusa od XV do XIX w. Do najważniejszych zabytków dworu należy największy piec kaflowy Europy, wysokości 10,64 metrów, składający się z 520 bogato zdobionych kafli. W Dworze Artusa podejmowane są współcześnie (podobnie, jak w czasach jego największej świetności) najwybitniejsze osobistości odwiedzające Gdańsk, np. monarchowie i prezydenci państw.",
  "history-point-9-name": "WYSPA SPICHRZÓW W WOLNYM MIEŚCIE GDAŃSK",
  "history-point-9-description": "Wyspa Spichrzów (dawniej niem. Speicherinsel) została utworzona w 1576 po przekopaniu kanału Nowej Motławy, który znajduje się po wschodniej stronie wyspy. Umiejscowiona jest w centrum miasta, na wschód od Głównego Miasta, otoczona wodami Motławy, Nowej Motławy i Opływu Motławy. Wykopanie kanału i utworzenie wyspy ułatwiło ochronę spichrzów przed częstymi grabieżami. Na wyspie wprowadzono całkowity zakaz przebywania w nocy, dodatkowo w nocy spuszczano watahy psów. Rabunek karano śmiercią. W XVI wieku spichlerzy w Gdańsku było ok. 340! Przed spichlerzami położonymi nad brzegami rzeki zbudowano specjalny drewniany pomost służący do załadunku lub wyładowywania towarów. Spichlerze nie miały numerów, ale ciekawe i niekiedy zabawne nazwy np. „Szara Gęś”, Niedźwiedzi Taniec”, „Wielbłąd”, „Trzy cytryny”, „Królowa nocy”. Budowniczowie często na ścianie umieszczali godło spichlerza, będące ilustracją jego nazwy- mogło mieć ono formę znaku lub rzeźby. Widoczny na współczesnej fotografii spichlerz nosi nazwę Deo Gloria. Spichlerz ten spalił się w początkach 1930 roku. W tym samym 1930 roku odbudowano go ale już w nieco zmienionej formie, która trwa do dziś.",
  "history-point-10-name": "DŁUGIE POBRZEŻE 1945/2016",
  "history-point-10-description": "Długie Pobrzeże, (niem. Lange Brücke) to deptak nadwodny w Gdańsku na Głównym Mieście, ciągnący się wzdłuż zachodniego brzegu Motławy. Wzdłuż ulicy znajdują się charakterystyczne dla architektury Gdańska bramy wodne. Ulica była niegdyś nazywana Długi Most. Pierwsze wzmianki na temat przystani na tym brzegu Motławy pochodzą z XIV wieku. Przez wieki w miejscu dzisiejszego deptaku znajdowały się nie połączone ze sobą drewniane platformy różnej wysokości, służące do wyładunku i rozładunku statków. W XVII wieku doszło do ich połączenia w jeden pomost. W 1858 podczas wizyty w Gdańsku, Jadwiga Łuszczewska tak opisała Długie Pobrzeże: most nie rzucony przez rzekę, ale wzdłuż niej biegnący […] wybudowany na palach pomost szeroki, tworzący po jednej stronie jakby ogromny chodnik zawsze pełen gwaru, obstawiony kramami, przy nim ciągle się mija statki i berlinki, tak na Motławie natłoczone, że z trudnością można wodę dojrzeć. Długie Pobrzeże było także miejscem bówków – gdańskich rzezimieszków portowych.",
  "history-point-11-name": "DŁUGIE OGRODY – TIGER II 1945",
  "history-point-11-description": "Widok na ulicę Długie Ogrody w kierunku Stągwi Mlecznych. Widoczny na starym zdjęciu zniszczony południowy fragment Kościoła św. Barbary po wojnie został rozebrany(decyzje o rozbiórce podjęto w 1966 roku). Podobny los spotkał większość kamienic widocznych po lewej stronie fotografii które do dnia dzisiejszego nie zostały odbudowane. Czołg widoczny na zdjęciu to niemiecki Tiger II, największy i najcięższy czołg II wojny światowej użyty w boju. Zniszczeniu uległ prawdopodobnie w marcu 1945 roku podczas ucieczki wojsk niemieckich z Gdańska w kierunku Stogów i Sobieszewa.",
  "history-point-12-name": "OBRONA BUDYNKU POCZTY POLSKIEJ W GDAŃSKU – 1939R",
  "history-point-12-description": "Atak na pocztę nastąpił około godziny 3:30 rano, kiedy wyłączono prąd i połączenie telefoniczne. Atak na Pocztę zainicjowały specjalne oddziały szturmowe gdańskiej policji, oddziały SS Wachsturmbann „E” i SS-Heimwehr Danzig. Atakiem dowodził komendant gdańskiej policji pułkownik Willi Bethke,oraz Oberführer Johann Schäffer. Odziały niemieckie dysponowały bronią pancerną. W budynku Poczty Polskiej przy Placu Heweliusza w dniu ataku, 1 września przebywało: 43 pocztowców z Gdańska,oraz dziesięciu oddelegowanych z Gdyni i Bydgoszczy. W Budynku przebywał Polski kolejarz z Gdańska oraz dozorca budynku, jego zona i 10 letnia wychowanica. Obrońcy Poczty Polskiej, dysponowali trzema ręcznymi karabinami maszynowymi, bronią ręczną i niewielką liczbą granatów. Według założeń, Naczelnego Wodza, Poczta Polska miała się bronić 6 godzin. Marszałek Rydz Śmigły nie przewidział, że Dowódca Armii Pomorze, Generał Władysław Bortnowski zostanie pobity w Lasach Tucholskich i Polskiej Poczcie nie udzieli żadnej pomocy.Plan ataku na Pocztę Polskę, Niemcy opracowali wcześniej. Zamierzali przebić się z sąsiedniego budynku urzędu pracy, jednocześnie atakując budynek z wszystkich stron. Polacy dzielnie odpierali ataki Niemców, regularnych oddziałów policji i wojska W drugim ataku ginie ppor. Konrad Guderski, Dowódca obrony Poczty.Ppor. Konrad Guderski, to doświadczony żołnierz, rzeczoznawca Ministerstwa Spraw Wojskowych , delegat Rządu do specjalnych zadań. Był dowódcą obrony Poczty od 1 września 1939 r. Drugi atak Niemcy przypuścili około godziny 11. Atakujący Niemcy otrzymali broń artyleryjską , dwoma armatami 75 mm. Atak ten bohaterscy obrońcy również odparli Około godziny 15 Niemcy dokonali trzeciego ataku, wyposażeni w haubice 105 milimetrów. Dokonali podkopu pod budynek, zakładając 600 kilogramów trotylu. Po wysadzeniu budynku, obrońcy Poczty bronili się z piwnic. Mimo to Niemcom nie udało się zdobyć Poczty Polskiej. Około godziny 18, przy pomocy sikawek strażackich, Niemocy wlewali benzynę do piwnic i podpalali miotaczami ognia. Około godziny 19 obrońcy Poczty skapitulowali. Czasie ataku miotaczami ognia, zginęło żywcem : Bronisław Szulc, Brunon Marszałkowski, Stanisław Rekowski. Pozostałych nie udało się z identyfikować. W wyniku kapitulacji, jako pierwszy piwnice opuścił około godziny 19 Dyrektor Poczty Polskiej, doktor, Jan Michoń.",
  "history-point-13-name": "ULICA SZKLARY 1946/2016",
  "history-point-13-description": "Powojenny krajobraz Gdańska. Po lewej stronie za ruinami widoczny jest kościół św. Mikołaja a po prawej stronie z kolei istniejąca do dzisiaj kamienica przy ulicy Świętojańskiej 70/71.",
  "history-point-14-name": "WIELKA ZBROJOWNIA 1945/2016",
  "history-point-14-description": "zdjęcie przedstawiające powojenne ruiny Gdańska. Tym razem zdjęcie wykonane na ulicy piwnej z widoczną w tle Wielką Zbrojownią.",
  "history-point-15-name": "HERMANN GÖRING W GDAŃSKU 1939/2016",
  "history-point-15-description": "Zbrodniarz, złodziej, narkoman a jednocześnie honorowy obywatel Gdańska…Tak przynajmniej wynika z przyznanego mu 12 stycznia 1943 roku dyplomu który odkrył Prof. Błażej Śliwiński, historyk Uniwersytetu Gdańskiego. Pisze na nim, że „za udzieloną pomoc, oswobodzenie oraz przyłączenie do Rzeszy” przyznaje się honorowe obywatelstwo. Widnieje pod nim podpis ówczesnego burmistrza Gdańska.Na zdjęciu Hermann Göring witany na dworcu głównym w Gdańsku 21 września 1939 roku."
}